# Game Over - version 2
# Demonstrates diffrent ways of using print() function

print("Программа 'Game Over 2.0'")
print("Тоже", "самое", "сообщение")
print(
    "Только",
    "чуть-чуть",
    "побольше"
)
print("Вот", end=" ")
print("оно...")
print(
    """
      _____       ___      ___   __    _____
     /   __|     /   |    /   | /  |  |  ___|
     |  |       / /| |   / /|   /| |  | |__
     |  |  _   / __| |  / / |__/ | |  |  __|
     |  |_| | / /  | | / /       | |  | |___
     \_____/ /_/   |_|/_/        |_|  |_____|

      _____   _     _   _____   _____
     /  _  \ | |   / / |  ___| |  _  \\
     | | | | | |  / /  | |__   | |_| |
     | | | | | | / /   |  __|  |  _ /
     | |_| | | |/ /    | |___  | | \ \\
     \_____/ |___/     |_____| |_|  \_\\
    """
)

input("Нажмите Enter для выхода ")